Repository: mraber91/GitTest
Catalog: test.*.xliff
Languages: nl

source: Finances accounting
nl: Financiële boekhouding

source: accounting.incomplete.message
nl: Vult u a.u.b. uw gegevens aan onder: Mijn hotel/Instellingen/Financiën/Producten. Anders kunt u geen rekeningen sluiten.

source: Accounting settings incomplete!
nl: Financiële configuratie compleet

source: Accounting
nl: Boekhouding

source: Save Changes?
nl: Wijzigingen opslaan

source: override.contact.popup
nl: Bestaande gast overschrijven? Deze gast heeft actieve reserveringen, wat kan leiden tot problemen in de geschiedenis.

source: Invert selection
nl: Selectie omkeren

source: Merge reservation
nl: Reservering samenvoegen

source: Attention: Please ensure that all changes have been saved before merging reservations.
nl: let op! Overtuig u zelf dat alle veranderingen zijn opgeslagen voordat u de reserveringen samenvoegt.

source: Search reservation to merge
nl: Zoek reserveringen om samen te voegen.

source: merge
nl: Samenvoegen

source: Search term
nl: Zoekterm

source: Are you sure you want to merge reservation %s into reservation %s?
nl: Bent u er zeker van dat u reservering %s in reservering %s wilt overdragen?

source: Really merge?
nl: Werkelijk samenvoegen.

source: Download invoices
nl: Download factuur

source: Download all invoices for a specific time period.
nl: Download alle rekeningen in een specifieke tijdsperiode.

source: Booking scheduler data as iCal for rooms
nl: Kamer -gerelateerde beschikbaarheid in iCal -formaat

source: Booking scheduler data as iCal for categories
nl: Categorie - specifieke beschikbaarheid in iCal -formaat
